Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: a link
de: ein Link
es: un enlace
fr: un lien
id: sebuah tautan
it: un link
ja: リンク
ko: 링크
pl: link
pt_br: um link
ru: ссылка
tr: bir bağlantı
zh_hans: 一个链接
zh_hant: 一個連結

source: (There's code here; it's in the chat.)
de: (Hier steht Code; du findest ihn im Chat.)
es: (Aquí hay código; está en el chat).
fr: (Il y a du code ici ; il se trouve dans la discussion.)
id: (Ada kode di sini; lihat di obrolan.)
it: (Qui c'è del codice: lo trovi nella chat.)
ja: （ここにコードがあります。チャットで確認してください。）
ko: (여기에 코드가 있어요. 채팅에서 확인하세요.)
pl: (Tu jest kod; znajdziesz go w czacie.)
pt_br: (Há código aqui; ele está no chat.)
ru: (Здесь есть код — он в чате.)
tr: (Burada kod var; sohbette bulabilirsiniz.)
zh_hans: （这里有代码，请在聊天中查看。）
zh_hant: （這裡有程式碼，請到聊天中查看。）

source: Ask before sending to Hermes
de: Vor dem Senden an Hermes fragen
es: Preguntar antes de enviar a Hermes
fr: Demander avant d'envoyer à Hermes
id: Tanyakan sebelum mengirim ke Hermes
it: Chiedi prima di inviare a Hermes
ja: Hermesに送る前に確認
ko: Hermes로 보내기 전에 확인
pl: Pytaj przed wysłaniem do Hermesa
pt_br: Perguntar antes de enviar ao Hermes
ru: Спрашивать перед отправкой в Hermes
tr: Hermes'e göndermeden önce sor
zh_hans: 发送给 Hermes 前先确认
zh_hant: 傳送給 Hermes 前先詢問

source: The voice model tells you what it will send and waits for your OK before Hermes starts on it. Say “send it to Hermes” to skip the question. Change it during a call with the call screen's button or by asking. Applies to the next call.
de: Das Sprachmodell sagt dir, was es senden wird, und wartet auf dein OK, bevor Hermes damit beginnt. Sag „send it to Hermes“, um die Rückfrage zu überspringen. Ändern kannst du das während eines Anrufs über die Taste im Anrufbildschirm oder indem du darum bittest. Gilt ab dem nächsten Anruf.
es: El modelo de voz te dice qué va a enviar y espera tu OK antes de que Hermes empiece. Di «send it to Hermes» para saltarte la pregunta. Cámbialo durante una llamada con el botón de la pantalla de llamada o pidiéndolo. Se aplica a la próxima llamada.
fr: Le modèle vocal vous dit ce qu'il va envoyer et attend votre accord avant qu'Hermes ne s'y mette. Dites « send it to Hermes » pour sauter la question. Modifiez ce réglage pendant un appel avec le bouton de l'écran d'appel ou en le demandant. S'applique au prochain appel.
id: Model suara memberi tahu apa yang akan dikirim dan menunggu persetujuan Anda sebelum Hermes mulai mengerjakannya. Ucapkan “send it to Hermes” untuk melewati pertanyaan ini. Ubah selama panggilan dengan tombol di layar panggilan atau dengan memintanya. Berlaku mulai panggilan berikutnya.
it: Il modello vocale ti dice cosa invierà e aspetta il tuo OK prima che Hermes inizi. Di' “send it to Hermes” per saltare la domanda. Puoi cambiarlo durante una chiamata con il pulsante della schermata di chiamata o chiedendolo. Vale dalla prossima chiamata.
ja: 音声モデルが送る内容を伝え、あなたのOKを待ってからHermesが作業を始めます。「send it to Hermes」と言えば確認を省けます。通話中は通話画面のボタンか、声で頼んで切り替えられます。次の通話から適用されます。
ko: 음성 모델이 보낼 내용을 알려 주고, 사용자의 확인을 기다린 뒤에 Hermes가 작업을 시작해요. 확인 없이 바로 보내려면 “send it to Hermes”라고 말하세요. 통화 중에는 통화 화면의 버튼을 누르거나 말로 요청해서 바꿀 수 있어요. 다음 통화부터 적용돼요.
pl: Model głosowy mówi, co wyśle, i czeka na Twoją zgodę, zanim Hermes się tym zajmie. Powiedz „send it to Hermes”, aby pominąć pytanie. Możesz to zmienić w trakcie połączenia przyciskiem na ekranie połączenia lub prosząc o to. Obowiązuje od następnego połączenia.
pt_br: O modelo de voz diz o que vai enviar e espera seu OK antes de o Hermes começar. Diga “send it to Hermes” para pular a pergunta. Mude isso durante a chamada com o botão da tela de chamada ou pedindo. Vale a partir da próxima chamada.
ru: Голосовая модель сообщает, что собирается отправить, и ждёт вашего согласия, прежде чем Hermes приступит к работе. Скажите «send it to Hermes», чтобы пропустить вопрос. Изменить это можно во время звонка — кнопкой на экране звонка или голосом. Действует со следующего звонка.
tr: Ses modeli neyi göndereceğini söyler ve Hermes işe başlamadan önce onayınızı bekler. Soruyu atlamak için “send it to Hermes” deyin. Arama sırasında bunu arama ekranındaki düğmeyle veya isteyerek değiştirebilirsiniz. Sonraki aramada geçerli olur.
zh_hans: 语音模型会先告诉你要发送的内容，等你确认后 Hermes 才开始处理。说“send it to Hermes”可跳过确认。通话中可用通话界面的按钮或直接说出来切换。下次通话生效。
zh_hant: 語音模型會先告訴你要傳送的內容，等你同意後 Hermes 才開始處理。說「send it to Hermes」即可略過詢問。通話中可用通話畫面上的按鈕或直接開口要求來切換。下次通話起生效。

source: On
de: Ein
es: Activado
fr: Activé
id: Nyala
it: Attivato
ja: オン
ko: 켬
pl: Włączone
pt_br: Ativado
ru: Вкл.
tr: Açık
zh_hans: 开启
zh_hant: 開啟

source: Copy connection timeline
de: Verbindungsverlauf kopieren
es: Copiar cronología de conexión
fr: Copier la chronologie de connexion
id: Salin linimasa koneksi
it: Copia cronologia connessione
ja: 接続タイムラインをコピー
ko: 연결 타임라인 복사
pl: Kopiuj oś czasu połączenia
pt_br: Copiar linha do tempo da conexão
ru: Скопировать хронологию подключения
tr: Bağlantı zaman çizelgesini kopyala
zh_hans: 拷贝连接时间线
zh_hant: 拷貝連線時間軸

source: Last connection
de: Letzte Verbindung
es: Última conexión
fr: Dernière connexion
id: Koneksi terakhir
it: Ultima connessione
ja: 前回の接続
ko: 마지막 연결
pl: Ostatnie połączenie
pt_br: Última conexão
ru: Последнее подключение
tr: Son bağlantı
zh_hans: 最近一次连接
zh_hant: 上次連線

source: No connection has been timed since Conduit opened.
de: Seit dem Öffnen von Conduit wurde keine Verbindung gemessen.
es: No se ha cronometrado ninguna conexión desde que se abrió Conduit.
fr: Aucune connexion n'a été chronométrée depuis l'ouverture de Conduit.
id: Belum ada koneksi yang diukur waktunya sejak Conduit dibuka.
it: Nessuna connessione misurata dall'apertura di Conduit.
ja: Conduitを開いてから、接続時間はまだ計測されていません。
ko: Conduit을 연 뒤로 측정된 연결이 없어요.
pl: Od otwarcia Conduit nie zmierzono czasu żadnego połączenia.
pt_br: Nenhuma conexão foi cronometrada desde que o Conduit abriu.
ru: С момента открытия Conduit время подключения ещё не измерялось.
tr: Conduit açıldığından beri hiçbir bağlantının süresi ölçülmedi.
zh_hans: 自 Conduit 打开以来，尚未记录任何连接耗时。
zh_hant: 自 Conduit 打開以來，尚未記錄任何連線耗時。

source: Action Button shortcut for screenshots
de: Aktionstasten-Kurzbefehl für Bildschirmfotos
es: Atajo del botón de acción para capturas de pantalla
fr: Raccourci du bouton Action pour les captures d'écran
id: Pintasan Tombol Tindakan untuk jepretan layar
it: Comando rapido del tasto Azione per le istantanee
ja: スクリーンショット用のアクションボタンショートカット
ko: 스크린샷용 동작 버튼 단축어
pl: Skrót przycisku czynności do zrzutów ekranu
pt_br: Atalho do Botão de Ação para capturas de tela
ru: Быстрая команда для снимков экрана на кнопке «Действие»
tr: Ekran görüntüleri için Eylem düğmesi kestirmesi
zh_hans: 操作按钮截屏快捷指令
zh_hant: 用於截圖的動作按鈕捷徑

source: Hermes could not start a new chat, so the screenshot is still in this one.
de: Hermes konnte keinen neuen Chat starten, daher ist das Bildschirmfoto noch in diesem.
es: Hermes no pudo iniciar un chat nuevo, así que la captura de pantalla sigue en este.
fr: Hermes n'a pas pu démarrer de nouvelle discussion ; la capture d'écran reste donc dans celle-ci.
id: Hermes tidak dapat memulai obrolan baru, jadi jepretan layar tetap di obrolan ini.
it: Hermes non è riuscito ad avviare una nuova chat, quindi l'istantanea è ancora in questa.
ja: Hermesが新しいチャットを開始できなかったため、スクリーンショットはこのチャットに残っています。
ko: Hermes가 새 채팅을 시작할 수 없어서 스크린샷이 이 채팅에 그대로 있어요.
pl: Hermes nie mógł rozpocząć nowego czatu, więc zrzut ekranu pozostał w tym.
pt_br: O Hermes não conseguiu iniciar um novo chat, então a captura de tela continua neste.
ru: Hermes не удалось начать новый чат, поэтому снимок экрана остался в этом.
tr: Hermes yeni bir sohbet başlatamadı; bu nedenle ekran görüntüsü hâlâ bu sohbette.
zh_hans: Hermes 无法新建聊天，截图仍在当前聊天中。
zh_hant: Hermes 無法開始新聊天，因此截圖仍在這個聊天中。

source: Moves the screenshot to a new chat.
de: Verschiebt das Bildschirmfoto in einen neuen Chat.
es: Mueve la captura de pantalla a un chat nuevo.
fr: Déplace la capture d'écran vers une nouvelle discussion.
id: Memindahkan jepretan layar ke obrolan baru.
it: Sposta l'istantanea in una nuova chat.
ja: スクリーンショットを新しいチャットに移動します。
ko: 스크린샷을 새 채팅으로 옮겨요.
pl: Przenosi zrzut ekranu do nowego czatu.
pt_br: Move a captura de tela para um novo chat.
ru: Переносит снимок экрана в новый чат.
tr: Ekran görüntüsünü yeni bir sohbete taşır.
zh_hans: 将截图移到新聊天。
zh_hant: 將截圖移到新聊天。

source: Recent Chat
de: Letzter Chat
es: Chat reciente
fr: Discussion récente
id: Obrolan Terbaru
it: Chat recente
ja: 最近のチャット
ko: 최근 채팅
pl: Ostatni czat
pt_br: Chat Recente
ru: Недавний чат
tr: Son Sohbet
zh_hans: 最近的聊天
zh_hant: 最近的聊天

source: The screenshot opens in your voice mode. Close voice to type instead; the screenshot stays attached.
de: Das Bildschirmfoto öffnet sich in deinem Sprachmodus. Schließe den Sprachmodus, um stattdessen zu tippen; das Bildschirmfoto bleibt angehängt.
es: La captura de pantalla se abre en tu modo de voz. Cierra la voz para escribir; la captura sigue adjunta.
fr: La capture d'écran s'ouvre dans votre mode vocal. Fermez la voix pour écrire à la place ; la capture d'écran reste jointe.
id: Jepretan layar terbuka di mode suara Anda. Tutup mode suara untuk mengetik; jepretan layar tetap terlampir.
it: L'istantanea si apre nella tua modalità vocale. Chiudi la voce per scrivere; l'istantanea resta allegata.
ja: スクリーンショットは音声モードで開きます。文字で入力するには音声を閉じてください。スクリーンショットは添付されたままです。
ko: 스크린샷은 음성 모드에서 열려요. 대신 직접 입력하려면 음성을 닫으세요. 스크린샷은 계속 첨부되어 있어요.
pl: Zrzut ekranu otwiera się w trybie głosowym. Zamknij tryb głosowy, aby zamiast tego pisać; zrzut ekranu pozostanie załączony.
pt_br: A captura de tela abre no seu modo de voz. Feche a voz para digitar; a captura de tela continua anexada.
ru: Снимок экрана открывается в вашем голосовом режиме. Чтобы печатать, закройте голосовой режим — снимок останется прикреплённым.
tr: Ekran görüntüsü ses modunuzda açılır. Bunun yerine yazmak için sesi kapatın; ekran görüntüsü ekli kalır.
zh_hans: 截图会在你的语音模式中打开。关闭语音即可改为输入，截图仍会保留。
zh_hant: 截圖會在你的語音模式中打開。關閉語音即可改用打字，截圖仍會保持附加。

source: It joins the chat you used in the last 5 minutes, or a new chat. Tap New Chat beside the screenshot to move it to a fresh one.
de: Es landet in dem Chat, den du in den letzten 5 Minuten verwendet hast, oder in einem neuen Chat. Tippe neben dem Bildschirmfoto auf „Neuer Chat“, um es in einen neuen zu verschieben.
es: Se añade al chat que usaste en los últimos 5 minutos o a un chat nuevo. Toca Nuevo chat junto a la captura para moverla a uno nuevo.
fr: Elle rejoint la discussion utilisée au cours des 5 dernières minutes, ou une nouvelle discussion. Touchez Nouvelle discussion à côté de la capture d'écran pour la déplacer vers une discussion vierge.
id: Jepretan layar masuk ke obrolan yang Anda gunakan dalam 5 menit terakhir, atau ke obrolan baru. Ketuk Obrolan Baru di samping jepretan layar untuk memindahkannya ke obrolan yang baru.
it: Viene aggiunta alla chat che hai usato negli ultimi 5 minuti o a una nuova chat. Tocca Nuova chat accanto all'istantanea per spostarla in una chat nuova.
ja: 直近5分以内に使ったチャット、または新しいチャットに追加されます。スクリーンショットの横の「新規チャット」をタップすると、新しいチャットに移動できます。
ko: 최근 5분 안에 사용한 채팅이나 새 채팅에 추가돼요. 새 채팅으로 옮기려면 스크린샷 옆의 ‘새 채팅’을 탭하세요.
pl: Trafia do czatu używanego w ciągu ostatnich 5 minut lub do nowego czatu. Stuknij „Nowy czat” obok zrzutu ekranu, aby przenieść go do nowego.
pt_br: Ela entra no chat que você usou nos últimos 5 minutos ou em um novo chat. Toque em Novo Chat ao lado da captura de tela para movê-la para um chat novo.
ru: Он добавляется в чат, которым вы пользовались в последние 5 минут, или в новый чат. Нажмите «Новый чат» рядом со снимком, чтобы перенести его в новый.
tr: Son 5 dakikada kullandığınız sohbete veya yeni bir sohbete eklenir. Yeni bir sohbete taşımak için ekran görüntüsünün yanındaki Yeni Sohbet'e dokunun.
zh_hans: 截图会加入你在过去 5 分钟内使用过的聊天，否则加入新聊天。轻点截图旁的“新聊天”可将其移到一个全新的聊天。
zh_hant: 截圖會加入你在過去 5 分鐘內用過的聊天，否則會加入新聊天。點一下截圖旁的「新聊天」即可將它移到全新的聊天。

source: To always use a new chat, open the shortcut in Shortcuts, tap Show More, and set Chat to New Chat.
de: Um immer einen neuen Chat zu verwenden, öffne den Kurzbefehl in „Kurzbefehle“, tippe auf „Mehr anzeigen“ und setze „Chat“ auf „Neuer Chat“.
es: Para usar siempre un chat nuevo, abre el atajo en Atajos, toca Mostrar más y cambia Chat a Nuevo chat.
fr: Pour toujours utiliser une nouvelle discussion, ouvrez le raccourci dans Raccourcis, touchez Afficher plus et réglez Discussion sur Nouvelle discussion.
id: Untuk selalu menggunakan obrolan baru, buka pintasan di Pintasan, ketuk Tampilkan Lainnya, lalu atur Obrolan ke Obrolan Baru.
it: Per usare sempre una nuova chat, apri il comando rapido in Comandi Rapidi, tocca Mostra di più e imposta Chat su Nuova chat.
ja: 常に新しいチャットを使うには、「ショートカット」Appでこのショートカットを開き、「さらに表示」をタップして「チャット」を「新規チャット」に設定します。
ko: 항상 새 채팅을 사용하려면 단축어 앱에서 이 단축어를 열고 ‘더 보기’를 탭한 다음 ‘채팅’을 ‘새 채팅’으로 설정하세요.
pl: Aby zawsze używać nowego czatu, otwórz skrót w aplikacji Skróty, stuknij „Pokaż więcej” i ustaw „Czat” na „Nowy czat”.
pt_br: Para sempre usar um novo chat, abra o atalho no app Atalhos, toque em Mostrar Mais e defina Chat como Novo Chat.
ru: Чтобы всегда использовать новый чат, откройте быструю команду в приложении «Команды», нажмите «Показать больше» и выберите «Новый чат» в поле «Чат».
tr: Her zaman yeni bir sohbet kullanmak için kestirmeyi Kestirmeler'de açın, Daha Fazla Göster'e dokunun ve Sohbet'i Yeni Sohbet olarak ayarlayın.
zh_hans: 若要始终使用新聊天，请在“快捷指令”中打开此快捷指令，轻点“显示更多”，然后将“对话”设为“新聊天”。
zh_hant: 若要一律使用新聊天，請在「捷徑」中打開此捷徑，點一下「顯示更多」，然後將「聊天」設為「新聊天」。

source: Add the shortcut
de: Kurzbefehl hinzufügen
es: Añadir el atajo
fr: Ajouter le raccourci
id: Tambahkan pintasan
it: Aggiungi il comando rapido
ja: ショートカットを追加
ko: 단축어 추가
pl: Dodaj skrót
pt_br: Adicionar o atalho
ru: Добавить быструю команду
tr: Kestirmeyi ekle
zh_hans: 添加快捷指令
zh_hant: 加入此捷徑

source: Back Tap: Settings, Accessibility, Touch, Back Tap.
de: Auf Rückseite tippen: Einstellungen, Bedienungshilfen, Tippen, Auf Rückseite tippen.
es: Tocar atrás: Ajustes, Accesibilidad, Tocar, Tocar atrás.
fr: Toucher le dos : Réglages, Accessibilité, Toucher, Toucher le dos.
id: Ketuk Belakang: Pengaturan, Aksesibilitas, Sentuh, Ketuk Belakang.
it: Tocco posteriore: Impostazioni, Accessibilità, Tocco, Tocco posteriore.
ja: 背面タップ：「設定」>「アクセシビリティ」>「タッチ」>「背面タップ」。
ko: 뒷면 탭: ‘설정’ > ‘손쉬운 사용’ > ‘터치’ > ‘뒷면 탭’.
pl: Stuknięcie w tył: Ustawienia, Dostępność, Dotyk, Stuknięcie w tył.
pt_br: Tocar Atrás: Ajustes, Acessibilidade, Toque, Tocar Atrás.
ru: «Коснуться сзади»: Настройки, Универсальный доступ, Касание, Коснуться сзади.
tr: Arkaya Dokunma: Ayarlar, Erişilebilirlik, Dokunma, Arkaya Dokunma.
zh_hans: 轻点背面：设置 › 辅助功能 › 触控 › 轻点背面。
zh_hant: 背面輕點：「設定」>「輔助使用」>「觸控」>「背面輕點」。

source: Control Center: add a Shortcut control and pick it.
de: Kontrollzentrum: Füge das Steuerelement „Kurzbefehl“ hinzu und wähle ihn aus.
es: Centro de control: añade un control de Atajo y elígelo.
fr: Centre de contrôle : ajoutez une commande Raccourci et choisissez-le.
id: Pusat Kontrol: tambahkan kontrol Pintasan, lalu pilih pintasan ini.
it: Centro di Controllo: aggiungi un controllo Comando rapido e sceglilo.
ja: コントロールセンター：「ショートカット」コントロールを追加して、このショートカットを選択します。
ko: 제어 센터: ‘단축어’ 제어 항목을 추가하고 이 단축어를 선택하세요.
pl: Centrum sterowania: dodaj element sterujący „Skrót” i wybierz ten skrót.
pt_br: Central de Controle: adicione um controle Atalho e escolha-o.
ru: Пункт управления: добавьте элемент «Быстрая команда» и выберите её.
tr: Denetim Merkezi: Bir Kestirme denetimi ekleyin ve bu kestirmeyi seçin.
zh_hans: 控制中心：添加“快捷指令”控制并选择它。
zh_hant: 控制中心：加入「捷徑」控制項目並選取此捷徑。

source: Home Screen: in Shortcuts, touch and hold it, then Share, Add to Home Screen.
de: Home-Bildschirm: Halte ihn in „Kurzbefehle“ gedrückt, dann „Teilen“, „Zum Home-Bildschirm“.
es: Pantalla de inicio: en Atajos, mantén pulsado el atajo y luego toca Compartir, Añadir a pantalla de inicio.
fr: Écran d'accueil : dans Raccourcis, maintenez le doigt dessus, puis Partager, Sur l'écran d'accueil.
id: Layar Utama: di Pintasan, sentuh dan tahan pintasan ini, lalu Bagikan, Tambah ke Layar Utama.
it: Schermata Home: in Comandi Rapidi, tieni premuto il comando, poi Condividi, Aggiungi alla schermata Home.
ja: ホーム画面：「ショートカット」Appでこのショートカットを長押しし、「共有」>「ホーム画面に追加」を選択します。
ko: 홈 화면: 단축어 앱에서 이 단축어를 길게 터치한 다음 ‘공유’ > ‘홈 화면에 추가’를 선택하세요.
pl: Ekran początkowy: w aplikacji Skróty dotknij skrótu i przytrzymaj go, a następnie wybierz Udostępnij, Do ekranu początkowego.
pt_br: Tela de Início: no app Atalhos, mantenha-o pressionado e toque em Compartilhar, Adicionar à Tela de Início.
ru: Экран «Домой»: в приложении «Команды» коснитесь её и удерживайте, затем выберите «Поделиться» › «На экран „Домой“».
tr: Ana Ekran: Kestirmeler'de kestirmeyi basılı tutun, ardından Paylaş ve Ana Ekrana Ekle'ye dokunun.
zh_hans: 主屏幕：在“快捷指令”中按住它，然后选择“共享”›“添加到主屏幕”。
zh_hant: 主畫面：在「捷徑」中按住此捷徑，然後點一下「分享」>「加入主畫面」。

source: Last used
de: Zuletzt verwendet
es: Último uso
fr: Dernière utilisation
id: Terakhir digunakan
it: Ultimo utilizzo
ja: 前回の使用
ko: 마지막 사용
pl: Ostatnio użyty
pt_br: Último uso
ru: Последний запуск
tr: Son kullanım
zh_hans: 上次使用
zh_hant: 上次使用

source: Not run yet. Once it runs, it shows here.
de: Noch nicht ausgeführt. Sobald er ausgeführt wurde, erscheint das hier.
es: Aún no se ha ejecutado. Cuando se ejecute, aparecerá aquí.
fr: Pas encore exécuté. Après sa première exécution, la date s'affiche ici.
id: Belum pernah dijalankan. Setelah dijalankan, waktunya tampil di sini.
it: Non ancora eseguito. Dopo la prima esecuzione, appare qui.
ja: まだ実行されていません。実行するとここに表示されます。
ko: 아직 실행되지 않았어요. 실행하면 여기에 표시돼요.
pl: Jeszcze nie uruchomiono. Po pierwszym uruchomieniu informacja pojawi się tutaj.
pt_br: Ainda não executado. Quando for executado, aparecerá aqui.
ru: Ещё не запускалась. После запуска время появится здесь.
tr: Henüz çalıştırılmadı. Çalıştığında burada görünür.
zh_hans: 尚未运行。运行后会显示在这里。
zh_hant: 尚未執行。執行後會顯示在這裡。

source: Open Settings, then Action Button. Swipe to Shortcut and choose Ask Hermes About Screen. The Action Button is on iPhone 15 Pro and later.
de: Öffne „Einstellungen“ und dann „Aktionstaste“. Streiche zu „Kurzbefehl“ und wähle „Ask Hermes About Screen“. Die Aktionstaste gibt es ab dem iPhone 15 Pro.
es: Abre Ajustes y luego Botón de acción. Desliza hasta Atajo y elige Preguntar a Hermes sobre la pantalla. El botón de acción está en el iPhone 15 Pro y modelos posteriores.
fr: Ouvrez Réglages, puis Bouton Action. Balayez jusqu'à Raccourci et choisissez Interroger Hermes sur l'écran. Le bouton Action est disponible sur l'iPhone 15 Pro et les modèles ultérieurs.
id: Buka Pengaturan, lalu Tombol Tindakan. Gesek ke Pintasan dan pilih “Ask Hermes About Screen”. Tombol Tindakan tersedia di iPhone 15 Pro dan model yang lebih baru.
it: Apri Impostazioni, poi Tasto Azione. Scorri fino a Comando rapido e scegli “Ask Hermes About Screen”. Il tasto Azione è disponibile su iPhone 15 Pro e modelli successivi.
ja: 「設定」>「アクションボタン」を開きます。「ショートカット」までスワイプして「Ask Hermes About Screen」を選択します。アクションボタンはiPhone 15 Pro以降に搭載されています。
ko: ‘설정’에서 ‘동작 버튼’을 여세요. ‘단축어’까지 쓸어넘긴 다음 ‘Ask Hermes About Screen’을 선택하세요. 동작 버튼은 iPhone 15 Pro 이상 모델에 있어요.
pl: Otwórz Ustawienia, a następnie Przycisk czynności. Przesuń do opcji Skrót i wybierz „Ask Hermes About Screen”. Przycisk czynności jest dostępny w iPhonie 15 Pro i nowszych.
pt_br: Abra Ajustes e depois Botão de Ação. Deslize até Atalho e escolha Perguntar ao Hermes Sobre a Tela. O Botão de Ação está disponível no iPhone 15 Pro e posteriores.
ru: Откройте «Настройки», затем «Кнопка „Действие“». Смахните до варианта «Быстрая команда» и выберите «Спросить Hermes об экране». Кнопка «Действие» есть на iPhone 15 Pro и новее.
tr: Ayarlar'ı, ardından Eylem Düğmesi'ni açın. Kestirme'ye kaydırın ve “Ask Hermes About Screen” kestirmesini seçin. Eylem düğmesi iPhone 15 Pro ve sonraki modellerde bulunur.
zh_hans: 打开“设置”›“操作按钮”，滑到“快捷指令”，然后选择 Ask Hermes About Screen。iPhone 15 Pro 及更新机型配有操作按钮。
zh_hant: 打開「設定」>「動作按鈕」。滑動到「捷徑」，然後選擇「Ask Hermes About Screen」。iPhone 15 Pro 及後續機型配備動作按鈕。

source: Opening…
de: Wird geöffnet …
es: Abriendo…
fr: Ouverture…
id: Membuka…
it: Apertura…
ja: 開いています…
ko: 여는 중…
pl: Otwieranie…
pt_br: Abrindo…
ru: Открытие…
tr: Açılıyor…
zh_hans: 正在打开…
zh_hant: 正在打開…

source: Opens Shortcuts. Tap Add Shortcut there.
de: Öffnet „Kurzbefehle“. Tippe dort auf „Kurzbefehl hinzufügen“.
es: Abre Atajos. Allí, toca Añadir atajo.
fr: Ouvre Raccourcis. Touchez-y Ajouter un raccourci.
id: Membuka Pintasan. Ketuk Tambahkan Pintasan di sana.
it: Apre Comandi Rapidi. Lì tocca Aggiungi comando rapido.
ja: 「ショートカット」Appが開きます。そこで「ショートカットを追加」をタップしてください。
ko: 단축어 앱이 열려요. 거기서 ‘단축어 추가’를 탭하세요.
pl: Otwiera aplikację Skróty. Stuknij tam „Dodaj skrót”.
pt_br: Abre o app Atalhos. Toque em Adicionar Atalho lá.
ru: Открывает приложение «Команды». Там нажмите «Добавить быструю команду».
tr: Kestirmeler açılır. Orada Kestirme Ekle'ye dokunun.
zh_hans: 将打开“快捷指令”App，在其中轻点“添加快捷指令”。
zh_hant: 會打開「捷徑」。請在其中點一下「加入捷徑」。

source: Other ways to run it
de: Weitere Möglichkeiten zum Ausführen
es: Otras formas de ejecutarlo
fr: Autres façons de l'exécuter
id: Cara lain untuk menjalankannya
it: Altri modi per eseguirlo
ja: その他の実行方法
ko: 다른 실행 방법
pl: Inne sposoby uruchamiania
pt_br: Outras formas de executá-lo
ru: Другие способы запуска
tr: Çalıştırmanın diğer yolları
zh_hans: 其他运行方式
zh_hant: 其他執行方式

source: Press the Action Button in any app and Conduit opens with a screenshot of it, ready for your question.
de: Drücke in einer beliebigen App die Aktionstaste, und Conduit öffnet sich mit einem Bildschirmfoto davon – bereit für deine Frage.
es: Pulsa el botón de acción en cualquier app y Conduit se abre con una captura de pantalla de ella, listo para tu pregunta.
fr: Appuyez sur le bouton Action dans n'importe quelle app : Conduit s'ouvre avec une capture d'écran de celle-ci, prête pour votre question.
id: Tekan Tombol Tindakan di app apa pun dan Conduit terbuka dengan jepretan layar app tersebut, siap untuk pertanyaan Anda.
it: Premi il tasto Azione in qualsiasi app e Conduit si apre con un'istantanea dello schermo, pronto per la tua domanda.
ja: どのAppでもアクションボタンを押すと、その画面のスクリーンショット付きでConduitが開き、すぐに質問できます。
ko: 어떤 앱에서든 동작 버튼을 누르면 해당 화면의 스크린샷과 함께 Conduit이 열려서 바로 질문할 수 있어요.
pl: Naciśnij przycisk czynności w dowolnej aplikacji, a Conduit otworzy się ze zrzutem jej ekranu, gotowy na Twoje pytanie.
pt_br: Pressione o Botão de Ação em qualquer app e o Conduit abre com uma captura de tela dele, pronta para sua pergunta.
ru: Нажмите кнопку «Действие» в любом приложении — Conduit откроется со снимком его экрана, готовый к вашему вопросу.
tr: Herhangi bir uygulamada Eylem düğmesine basın; Conduit o uygulamanın ekran görüntüsüyle, sorunuza hazır şekilde açılır.
zh_hans: 在任意 App 中按下操作按钮，Conduit 就会带着该屏幕的截图打开，等你提问。
zh_hant: 在任何 App 中按下動作按鈕，Conduit 就會帶著該畫面的截圖打開，等你提問。

source: Put it on the Action Button
de: Auf die Aktionstaste legen
es: Asígnalo al botón de acción
fr: L'attribuer au bouton Action
id: Pasang di Tombol Tindakan
it: Assegnalo al tasto Azione
ja: アクションボタンに割り当てる
ko: 동작 버튼에 지정
pl: Przypisz do przycisku czynności
pt_br: Colocar no Botão de Ação
ru: Назначить кнопке «Действие»
tr: Eylem düğmesine atayın
zh_hans: 设置到操作按钮
zh_hant: 指定給動作按鈕

source: Siri: say “Ask Hermes About Screen”.
de: Siri: Sag „Ask Hermes About Screen“.
es: Siri: di «Preguntar a Hermes sobre la pantalla».
fr: Siri : dites « Interroger Hermes sur l'écran ».
id: Siri: ucapkan “Ask Hermes About Screen”.
it: Siri: di' “Ask Hermes About Screen”.
ja: Siri：「Ask Hermes About Screen」と話しかけます。
ko: Siri: “Ask Hermes About Screen”이라고 말하세요.
pl: Siri: powiedz „Ask Hermes About Screen”.
pt_br: Siri: diga “Perguntar ao Hermes Sobre a Tela”.
ru: Siri: скажите «Спросить Hermes об экране».
tr: Siri: “Ask Hermes About Screen” deyin.
zh_hans: Siri：说“Ask Hermes About Screen”。
zh_hant: Siri：說「Ask Hermes About Screen」。
